[{"id":11,"curso":"7","instructor":"2","inicio":"2024-10-08","final":"2024-10-10","location":"Sarapiquí  Paddle Sports Base Rio Puerto Viejo ","titulo":"Swift Water Rescue River Pro level 4","inscritos":2,"activo":true,"isInstructor":"false","file":"file-1728237980098-804101278.jpg","isPublic":"true","desc":"Sarapiqui Paddle Sports Education & Exploration \r\n\r\n#Welcome #bienvenidos \r\n\r\n#Emergency services personnel (#firefighters, civil defense, #private #security, #military personnel, #police, #red cross.) - #Professional #river personnel, #amateurs and athletes.\r\n\r\n- Personnel who #work on productions that take place in or #near #water. (#hydroelectric).\r\n-\r\n Personal de servicios de , (#bomberos, defensa #civil, #seguridad #privada, personal #militar, #policías, #cruzroja.) - Personal de río #profesional, aficionados y #deportistas.\r\n\r\n- Personal que trabaja producciones que se desarrollan dentro o cerca del agua. (#hidroeléctricas . \r\n"},{"id":"10","curso":"12","instructor":"2","inicio":"2024-10-18","final":"2024-10-19","location":"Pacuare River  Costa Rica","titulo":"ACA River Guide international River Pro Level 4","inscritos":1,"activo":"true","verificado":"","isPublic":"true","isInstructor":"false","desc":"You can take the ACA Raft Guide Certification  It's similar to the IRF,WRF,ICT guide cert. \r\n\r\nPuede obtener la certificación de guía de balsa ACA. Es similar al certificado de guía IRF, WRF y ICT. \r\nYou can take the ACA Raft Guide Certification  It's similar to the IRF,WRF,ICT guide cert. \r\n\r\nPuede obtener la certificación de guía de balsa ACA. Es similar al certificado de guía IRF, WRF y ICT. \r\n","file":"file-1728195119794-858972896.png"},{"id":"9","curso":"7","instructor":"2","inicio":"2024-10-16","final":"2024-10-18","location":"Pejiballe River Costa Rica ","titulo":"Swift Water Rescue River Pro level 4","inscritos":"0","activo":"true","verificado":"","isPublic":"true","isInstructor":"false","desc":"Sarapiqui Paddle Sports Education & Exploration \r\n\r\n#Welcome #bienvenidos \r\n\r\n#Emergency services personnel (#firefighters, civil defense, #private #security, #military personnel, #police, #red cross.) - #Professional #river personnel, #amateurs and athletes.\r\n\r\n- Personnel who #work on productions that take place in or #near #water. (#hydroelectric).\r\n-\r\n Personal de servicios de , (#bomberos, defensa #civil, #seguridad #privada, personal #militar, #policías, #cruzroja.) - Personal de río #profesional, aficionados y #deportistas.\r\n\r\n- Personal que trabaja producciones que se desarrollan dentro o cerca del agua. (#hidroeléctricas . \r\n","file":"file-1728194650568-498459763.png"},{"id":"8","curso":"14","instructor":"2","inicio":"2024-10-19","final":"2024-10-20","location":"Pacuare River  Costa Rica  ","titulo":"Safety kayak for White Water Activities  River Pro Level 4","inscritos":"0","activo":"true","verificado":"","isPublic":"true","isInstructor":"false","desc":"#safety  #Kayak \r\n¿Quién está delante de nosotros? ¡Parece un kayakista solo disfrutando del agua junto con nosotros en este hermoso día! Si y no.\r\nEl kayakista (puede haber más de uno, dependiendo del tamaño del grupo) es su kayakista de seguridad para su viaje para garantizar una línea segura y adecuada para viajes de rafting y otras actividades acuáticas. Su propósito es mirar hacia adelante, estar atento a los peligros que podrían afectar la seguridad del cliente, así como ayudar a los guías que lo necesiten durante un escenario de rescate.\r\nSon una parte importante del equipo durante un recorrido por el río. Se discuten durante el discurso de seguridad que dan los guías para que los clientes sean conscientes de su presencia y propósito. Durante el recorrido, ya sea rafting, kayak, tubing, SUP, son un jugador esencial del equipo que puede ayudar a evitar que ocurran accidentes, ya que están por delante del grupo y están atentos en busca de peligros en el río.\r\nPeligros del río que incluyen filtros (árboles caídos), rocas socavadas (el agua fluye por debajo, los objetos están atrapados), remolinos (donde si alguien cae, podría ser difícil o imposible de extraer) entre otros peligros comunes. Los kayakistas de seguridad están capacitados en Swiftwater Rescue y practican su mejor juicio mientras guían a su grupo y ayudan en los rescates. En general, también son guías de balsa que pueden ayudar a guiar una balsa desde su embarcación mediante comandos a la tripulación, así como al ingresar a la balsa y guiar a la tripulación a un punto de extracción seguro. Son especialmente esenciales durante un rescate donde hay múltiples víctimas, así como cuando su compañero guía está incapacitado para hacerlo (por ejemplo, si el guía lamentablemente tiene un ataque cardíaco). Las señales de los ríos se utilizan entre guías como una forma de comunicación, ya que puede ser difícil escuchar sobre los rápidos.\r\nEl punto de vista de un kayakista de seguridad frente al de una viga de seguridad es diferente. La vista de los kayakistas de seguridad es más baja ya que están sentados más abajo en un kayak. Esto les permite ver los peligros desde un punto de vista más cercano. Además, pueden sentir el movimiento del agua debido a la mayor inmersión de sentarse en un kayak en comparación con la posición de asiento de la balsa, lo que los hace más sensibles al movimiento y los peligros de los ríos. Esto es esencial para advertir al grupo detrás de ellos. En cierto sentido, son los primeros en responder a los primeros en responder de un rescate por los guías fluviales capacitados en Swift Water Rescue por un instructor de la American Canoe Association.\r\nUno debe tomar la importancia del Safety Kayaker en cualquier actividad acuática, especialmente rafting, kayak, tubing, ya que brindan información esencial a los miembros de su equipo en estas actividades de alto riesgo que muchos disfrutan. Son un miembro obligatorio del equipo en rafting, kayak, tubing, SUP, así como en cursos y entrenamientos.\r\nEsperamos que considere estos puntos importantes para tomar las decisiones más informadas sobre sus operaciones actuales y futuras. Gracias por tu tiempo.\r\n\r\nAtentamente,\r\nStanley Esquivel Mesen \r\n\r\nSarapiqui Paddle Sports, Education and Exploration\r\n6043 7366 ","file":"file-1728193659637-297293052.jpg"},{"id":"5","curso":"14","instructor":"2","inicio":"2024-10-18","final":"2024-10-19","location":"Sarapiqu? River  Costa Rica ","titulo":"Safety kayak for White water activities level 4","inscritos":1,"activo":true,"verificado":"","isPublic":"true","isInstructor":"false","desc":"\r\n\r\nWho is that ahead of us? Looks like a solo kayaker enjoying the water along with us on this beautiful day! Yes and no.\r\nThe kayaker (there may be more than one, depending on group size) is your safety kayaker for your trip to ensure a safe, proper line for rafting trips and other water activities. Their purpose is to look ahead, to watch out for where there might be hazards that could affect customer safety as well as assist guides in need during a rescue scenario. \r\nThey are an important part of the team during a river tour. They are discussed during the safety speech given by guides so customers are aware of their presence and purpose. During the tour, whether it be rafting, kayaking, tubing, SUP, they are an essential team player that can help prevent accidents from happening as they are ahead of the group being vigilant in looking for river hazards. \r\nRiver hazards including strainers (fallen trees), undercut rocks (water flows beneath, objects are trapped), whirlpools (where if someone to fall into, could be difficult or impossible to extract) among other common hazards. Safety kayakers are trained in Swiftwater Rescue and practice their best judgement while guiding their group as well as while assisting in rescues. In general, they are also raft guides that are able to assist in guiding a raft from their craft by commands to the crew as well as by entering the raft and guiding the crew to a safe extraction point. They are especially essential during a rescue where there are multiple victims as well as when their fellow guide is incapacitated to do so (for example, if the guide unfortunately has a heart attack). River signals are used between guides as a way of communication since it can be challenging to hear over rapids. \r\nThe point of view of a safety kayaker versus that of a safety rafter is different. A safety kayakers view is lower as they are seated lower in a kayak. This enables them to see the hazards at a closer point of view. Also, they are able to feel the movement of the water because of the higher immersion of sitting in a kayak versus the seating position of the raft making them more sensitive to the rivers movement and hazards. This is essential in the forewarning of the group behind them. In a sense they are the first responders to the first responders of a rescue by the river guides trained in Swift Water Rescue by an American Canoe Association Instructor. \r\nOne must take the importance of the Safety Kayaker in any water activity, especially white water rafting, kayaking, tubing as they provide essential information to their team members in these high risk activities that many enjoy! They are a mandatory team member in white water rafting, kayaking, tubing, SUP as well as training and courses.\r\nWe hope you consider these important points to make the most informed decisions about your current and future operations. Thank you for your time. \r\n\r\nSincerely, \r\nStanley Esquivel Mesen \r\nSarapiqui Paddle Sports Education & Exploration \r\n","file":"file-1727882285988-253126304.jpg","nombre":"Raft Paddle Techniques"},{"id":"3","curso":"12","instructor":"2","inicio":"2024-10-06","final":"2024-10-08","location":"Rio balsa fortuna San Carlos","titulo":"ACA River Guide international ","inscritos":"8","activo":true,"verificado":"","isPublic":"true","isInstructor":"false","desc":". You can take the ACA raft guide certification exam. It is similar to the IRF and WRF guide certificate. It will be so much fun! ? Send me a private message with questions! #whitewater #whitewaterrafting #rafting #raftguide #guidevibes #balsariver #acariverguide #americancanoeassociation #guidetraining #professionaldevelopment #riverinstruction #riversafety @acapaddlesports","file":"file-1727794580848-385246114.jpg"},{"id":"2","curso":"7","instructor":"2","inicio":"2024-10-02","final":"2024-10-05","location":"Rio Puerto Viejo ","titulo":"Swift Water Rescue River Pro level 4","inscritos":7,"activo":true,"verificado":"","isPublic":"true","isInstructor":"false","desc":"Renovation swift water rescue \r\nService #personnel (#firefighters, #civil #defense, #private #security, #military personnel, #police, #red #cross.) - #Professional #river personnel, #amateurs and #athletes.\r\n\r\n- Personnel who #work on productions that #take place in or near water. (#hydroelectric\r\nACA Swiftwater Rescue Instructor Group Sarapiqui Paddle Sports Education & Exploration NRS Nike Stanley Esquivel Mesen ACA Costa Rica ACA Paddlesports ","file":"file-1727664669704-190605523.jpg","nombre":"Introduction to Paddling"}]